alacritty
autoconf
automake
baobab
base
binutils
bison
buzz-git
cheese
chrome-gnome-shell
clang
efibootmgr
eog
epiphany
evince
exercism
fakeroot
file
file-roller
findutils
fish
flex
gawk
gcc
gdm
gedit
gettext
git
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-dash-to-panel
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
google-chrome
grep
grilo-plugins
groff
grub
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
inetutils
intel-ucode
libappindicator-gtk3
libreoffice-still
libtool
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
m4
mailnag
mailnag-gnome-shell
mailnag-goa-plugin
make
mousetweaks
mutter
nautilus
neomutt
neovim
networkmanager
nodejs
npm
nvidia
nvidia-lts
orca
pacman
patch
pkgconf
pulseaudio
pulseaudio-alsa
pycharm-community-eap
reflector
rygel
sed
simple-scan
spotify
sudo
sushi
texinfo
thunderbird
tmux
totem
tracker
tracker-miners
transmission-gtk
vino
virtualbox
virtualbox-guest-iso
which
xdg-user-dirs-gtk
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver-arch-logo
yelp
